Repository: Motlaq-Alnassafi/SpyGame
Catalog: Who is the spy/*.lproj/Localizable.strings
Languages: ar

# whoIsTheSpy
source: WHO'S THE SPY?
ar: منو الجاسوس؟

source: Group Play
ar: لعب جماعي

# GroupPlayDescription
source: 3-12 players try to find the spy
ar: يحاول 3-12 لاعبًا العثور على الجاسوس

source: Start Playing
ar: ابدأ اللعبة

source: Secret Locations
ar: أماكن سرية

source: Game Setup
ar: إعدادات اللعبة

source: Timed Rounds
ar: جولات محددة بالوقت

# uniqueLocations
source: More than 100 unique locations to discover
ar: أكثر من 100 موقع فريد لاكتشافها

# GameDescribtion
source: A social deduction game
ar: لعبة استنتاج اجتماعي

# TimedRoundsDescribtion
source: 8-minute gameplay with countdown
ar: لعب لمدة 8 دقائق مع عد تنازلي.

source: Players
ar: اللاعبون

source: Spies
ar: الجواسيس

# HowToPlay
source: How to Play Who's The Spy?
ar: شلون تلعبون: منو الجاسوس؟

source: Start Game
ar: ابدأ اللعبة

# RoleReveal
source: Time to Reveal Roles
ar: حان وقت كشف الأدوار

# RoleRevealCTA
source: Begin Role Reveal
ar: ابدأ كشف الأدوار

# RoleRevealDiscription
source: Pass the device around so each player can see their secret role. Don't show your role to others!
ar: مرر الجهاز ليرى كل لاعب دوره السري. لا تُظهر دورك للآخرين!

source: Player
ar: اللاعب رقم

# PassTheDevice
source: Pass the device to
ar: مرر الجهاز إلى

source: Tap to reveal your role
ar: اضغط لكشف دورك

source: Next Player
ar: اللاعب التالي

source: Location
ar: الموقع

source: Animal
ar: الحيوان

source: Area
ar: المنطقة

# PlayerRoleDescription
source: Ask and answer questions without being too obvious!
ar: اطرح وأجب على الأسئلة دون أن تكون مكشوفًا جدً!

source: You are the Spy!
ar: أنت الجاسوس!

# FigureOutLocation
source: Try to figure out the %@ without being caught.
ar: حاول اكتشاف الموقع دون أن يتم الإمساك بك.

source: Regular Player
ar: لاعب عادي

source: Spy
ar: جاسوس

source: The location was
ar: كان الموقع

source: The Animal Was
ar: كان الحيوان

source: The Area Was
ar: كانت المنطقة

source: Play Again
ar: اللعب مرة أخرى

source: Change Players
ar: تغيير اللاعبين

source: End Game
ar: إنهاء اللعبة

source: Vote on Spy
ar: التصويت على الجاسوس

source: Suggested Questions
ar: الأسئلة المقترحة

# SuggestedQuestion1
source: What can you see around you?
ar: ماذا يمكنك أن ترى من حولك؟

# SuggestedQuestion2
source: What sounds do you typically hear?
ar: ما الأصوات التي تسمعها عادةً؟

# SuggestedQuestion3
source: What activities happen here?
ar: ما الأنشطة التي تحدث هنا؟

# SuggestedQuestion4
source: Who would you typically see here?
ar: من الذي تراه عادةً هنا؟

# SuggestedQuestion5
source: What time is this place busiest?
ar: متى يكون هذا المكان أكثر ازدحامًا؟

source: Spies Win!
ar: فازوا الجواسيس!

source: Regular Players Win!
ar: فازوا اللاعبون العاديون!

source: Player Roles
ar: أدوار اللاعبين

source: Custom Player Names
ar: إنشاء أسماء لاعبين مخصصة

source: Haptic Feedback
ar: اهتزاز الجهاز

source: Sound Effects
ar: تأثيرات صوتية

# SelectSpy
source: Select who you think is a spy
ar: اختر من تعتقد أنه جاسوس

source: Cancel
ar: إلغاء

source: Confirm Vote
ar: تأكيد التصويت

source: Vote
ar: صوت

# remaining
source: Time Remaining
ar: الوقت المتبقي

source: questionmark
ar: questionmark.ar

source: Setup
ar: إعداد

# RuleSection1
source: 1. Each player gets a secret card with a location. 2. Most players get the same location, but the spy gets a different card without a location. 3. The spy doesn't know who the other players are, and the other players don't know who the spy is. 4. In the case where the players activated spy team the spies are going to know one another.
ar: 1. يحصل كل لاعب على بطاقة سرية تحتوي على موقع. 2. يحصل معظم اللاعبين على نفس الموقع، لكن الجاسوس يحصل على موقع مختلف. 3. لا يعرف الجاسوس من هم اللاعبون الآخرون، ولا يعرف اللاعبون الآخرون من هو الجاسوس.

source: Game play
ar: طريقة اللعب

# RuleSection2
source: 1. Players take turns asking one another questions about the location. 2. The spy must pretend to know the location without being too obvious. 3. Non-spy players must prove they know the location without revealing too much.
ar: 1. يتناوب اللاعبون على طرح الأسئلة على بعضهم البعض حول الموقع. 2. يجب على الجاسوس التظاهر بأنه يعرف الموقع دون أن يكون ذلك واضحًا جدًا. 3. يجب على اللاعبين غير الجواسيس إثبات معرفتهم بالموقع دون الكشف عن الكثير من التفاصيل.

source: Winning
ar: الفوز

# RuleSection3
source: • The spy wins if they guess the correct location or if time runs out without being identified. • The non-spy players win if they correctly identify the spy.
ar: • يفوز الجاسوس إذا خمّن الموقع الصحيح أو إذا انتهى الوقت دون أن يتم كشفه. • يفوز اللاعبون غير الجواسيس إذا تمكنوا من تحديد هوية الجاسوس بشكل صحيح.

source: Tips
ar: نصائح

# RuleSection4
source: • Ask questions that would be obvious to someone who knows the location. • Pay attention to hesitation or vague answers. • If you're the spy, listen carefully to gather clues about the location.
ar: • اطرح أسئلة تكون واضحة لمن يعرف الموقع. • انتبه للتردد أو الإجابات الغامضة. • إذا كنت الجاسوس، استمع بعناية لالتقاط الأدلة حول الموقع.

source: Game Rules
ar: قوانين اللعبة

source: chevron.left
ar: chevron.right

source: chevron.right
ar: chevron.left

source: Are you sure?
ar: هل أنت متأكد؟

source: Yes
ar: نعم

source: Are you sure
ar: هل أنت متأكد

source: is a spy?
ar: هو الجاسوس؟

source: Locations in Kuwait
ar: مواقع في الكويت

source: General Locations
ar: مواقع عامة

# ChooseGameType
source: Choose a game type
ar: اختر نوع اللعبة

source: Animals
ar: حيوانات

source: Kuwait Areas
ar: مناطق الكويت

source: Synagogue
ar: معبد يهودي

source: The Sun
ar: الشمس

source: Church
ar: كنيسة

source: The Walk
ar: ذا ولك

source: Mosque
ar: مسجد

source: Kuwait Towers
ar: ابراج الكويت

source: Jaber Bridge
ar: جسر جابر

source: Chalat
ar: شاليه

source: National Assembly
ar: مجلس الأمة

source: Camping
ar: مخيم

source: The Moon
ar: القمر

source: Haven
ar: الجنة

source: Farm
ar: المزرعة

source: Laundry Mat
ar: مصبغه ملابس

source: Car Dealer Ship
ar: وكالة سيارات

source: Barbar Shop
ar: حلاق

source: Super Market
ar: جمعية

# JACC
source: Jaber Al-Ahmad Cultural Center
ar: مركز الشيخ جابر الاحمد الثقافي

source: Hell Fire
ar: جهنم

source: Souq Al-Mubarakiya
ar: سوق المباركية

source: Grand Mosque
ar: المسجد الكبير

source: Al Shaheed Park
ar: حديقة الشهيد

source: Souq Sharq
ar: سوق شرق

source: The Scientific Center
ar: المركز العلمي

source: Kuwait Zoo
ar: حديقة الحيوان

source: Entertainment City
ar: المدينة الترفيهية

source: Seif Palace
ar: قصر السيف

source: The Avenues
ar: مجمع الأفنيوز

source: Sabah Al Ahmad Nature Reserve
ar: محمية صباح الأحمد

source: Friday Market
ar: سوق الجمعة

source: Liberation Tower
ar: برج التحرير

source: Kuwait Equestrian Club
ar: نادي الفروسية الكويتي

source: Kuwait National Library
ar: مكتبة الكويت الوطنية

source: Failaka Island
ar: جزيرة فيلكا

source: Al Raya Mall
ar: مجمع الراية

source: Khiran Resort
ar: منتزه الخيران

source: 360 Mall
ar: مجمع 360

source: Qadsia Sports Club
ar: نادي القادسية الرياضي

source: Al Kout Mall
ar: مجمع الكوت

source: Fish Market
ar: سوق السمك

source: Murooj Complex
ar: مجمع مروج

source: Ice Skating Ring
ar: حلبة التزلج على الجليد

source: Kuwait Opera House
ar: دار الأوبرا الكويتية

source: Kuwait International Airport
ar: مطار الكويت الدولي

source: Jaber International Stadium
ar: استاد جابر الأحمد الدولي

source: Shuwaikh Industrial Area
ar: الشويخ الصناعية

source: Kuwait University
ar: جامعة الكويت

source: Zoo
ar: حديقة الحيوان

source: Cinema
ar: سينما

source: Amusement Park
ar: مدينة ملاهي

source: Spa
ar: منتجع صحي

source: Gym
ar: نادي رياضي

source: Hotel
ar: فندق

source: Bank
ar: بنك

source: Court
ar: محكمة

source: Fire Station
ar: محطة إطفاء

source: Police Station
ar: مركز شرطة

source: Factory
ar: مصنع

source: University
ar: جامعة

source: School
ar: مدرسة

source: Harbor
ar: ميناء

source: Bus Station
ar: محطة حافلات

source: Train Station
ar: محطة قطار

source: Airport
ar: مطار

source: Pharmacy
ar: صيدلية

source: Hospital
ar: مستشفى

source: Bakery
ar: مخبز

source: Cafe
ar: مقهى

source: Restaurant
ar: مطعم

source: Theater
ar: مسرح

source: Museum
ar: متحف

source: Library
ar: مكتبة

source: Mall
ar: مجمع

source: Bridge
ar: جسر

source: Park
ar: حديقة

source: Cave
ar: كهف

source: Forest
ar: غابة

source: Skyscraper
ar: ناطحة سحاب

source: Underground Tunnel
ar: نفق تحت الأرض

source: Parking Lot
ar: موقف سيارات

source: Gas Station
ar: محطة وقود

source: Car Wash
ar: مغسلة سيارات

source: Elevator
ar: أصنصير

source: Funeral
ar: جنازة

source: Police Stop
ar: تفتيش شرطة

source: Jail
ar: سجن

source: Air Plane
ar: طائرة

source: Submarine
ar: غواصة

source: Grave Yard
ar: مقبرة

source: Beauty Salon
ar: صالون تجميل نسائي

source: Camel
ar: جمل

source: Lion
ar: أسد

source: Tiger
ar: نمر

source: Elephant
ar: فيل

source: Horse
ar: حصان

source: Dog
ar: كلب

source: Cat
ar: قط

source: Wolf
ar: ذئب

source: Bear
ar: دب

source: Rabbit
ar: أرنب

source: Monkey
ar: قرد

source: Cow
ar: بقرة

source: Sheep
ar: خروف

source: Goat
ar: ماعز

source: Eagle
ar: نسر

source: Falcon
ar: صقر

source: Owl
ar: بومة

source: Parrot
ar: ببغاء

source: Pigeon
ar: حمامة

source: Snake
ar: ثعبان

source: Lizard
ar: سحلية

source: Turtle
ar: سلحفاة

source: Frog
ar: ضفدع

source: Fish
ar: سمكة

source: Shark
ar: قرش

source: Dolphin
ar: دولفين

source: Whale
ar: حوت

source: Octopus
ar: أخطبوط

source: Bee
ar: نحلة

source: Ant
ar: نملة

source: Butterfly
ar: فراشة

source: Spider
ar: عنكبوت

source: Cheetah
ar: فهد

source: Hippopotamus
ar: فرس النهر

source: Rhinoceros
ar: وحيد القرن

source: Giraffe
ar: زرافة

source: Zebra
ar: حمار وحشي

source: Buffalo
ar: جاموس

source: Deer
ar: غزال

source: Kangaroo
ar: كنغر

source: Koala
ar: كوالا

source: Panda
ar: باندا

source: Hedgehog
ar: قنفذ

source: Squirrel
ar: سنجاب

source: Bat
ar: خفاش

source: Fox
ar: ثعلب

source: Cobra
ar: كوبرا

source: Crocodile
ar: تمساح

source: Penguin
ar: بطريق

source: Peacock
ar: طاووس

source: Flamingo
ar: فلامنغو

source: Goose
ar: إوزة

source: Swan
ar: بجعة

source: Woodpecker
ar: نقار الخشب

source: Eel
ar: ثعبان البحر

source: Jellyfish
ar: قنديل البحر

source: Seahorse
ar: فرس البحر

source: Starfish
ar: نجم البحر

source: Crab
ar: سلطعون

source: Scorpion
ar: عقرب

source: Beetle
ar: خنفساء

source: Grasshopper
ar: جرادة

source: Seal
ar: فقمة

source: Hyena
ar: ضبع

source: Abdulla Al-Salem
ar: عبدالله السالم

source: Adailiya
ar: العديلية

source: Bnaid Al-Qar
ar: بنيد القار

source: Daiya
ar: الدعية

source: Dasma
ar: الدسمة

source: Dasman
ar: دسمان

source: Doha
ar: الدوحة

source: Doha Port
ar: ميناء الدوحة

source: Faiha
ar: الفيحاء

source: Granada
ar: غرناطة

source: Jibla
ar: جبلة

source: Kaifan
ar: كيفان

source: Khaldiya
ar: الخالدية

source: Mansouriya
ar: المنصورية

source: Mirqab
ar: المرقاب

source: Nahdha
ar: النهضة

source: North West Sulaibikhat
ar: شمال غرب الصليبخات

source: Nuzha
ar: النزهة

source: Qadsiya
ar: القادسية

source: Qortuba
ar: قرطبة

source: Rawda
ar: الروضة

source: Shamiya
ar: الشامية

source: Sharq
ar: شرق

source: Shuwaikh
ar: الشويخ

source: Shuwaikh Industrial Area
ar: الشويخ الصناعية

source: Shuwaikh Port
ar: ميناء الشويخ

source: Sulaibikhat
ar: الصليبخات

source: Qairawan
ar: القيروان

source: Surra
ar: السرة

source: Yarmouk
ar: اليرموك

source: Jaber Al-Ahmed
ar: جابر الأحمد

source: Bayan
ar: بيان

source: Jabriya
ar: الجابرية

source: Rumaithiya
ar: الرميثية

source: Salam
ar: السلام

source: Salwa
ar: سلوى

source: Al-Bida'a
ar: البديع

source: Hawalli
ar: حولي

source: Hitteen
ar: حطين

source: Mishrif
ar: مشرف

source: Mubarak Al-Abdullah
ar: مبارك العبدالله

source: Salmiya
ar: السالمية

source: Shaab
ar: الشعب

source: Shuhada
ar: الشهداء

source: Al-Siddiq
ar: الصديق

source: Zahra
ar: الزهراء

source: Abu Al Hasaniya
ar: أبو الحصانية

source: Abu Ftaira
ar: أبو فطيرة

source: Al-Adan
ar: العدان

source: Al Qurain
ar: القرين

source: Al-Qusour
ar: القصر

source: Al-Fnaitees
ar: الفنيطيس

source: Messila
ar: المسيلة

source: Al-Masayel
ar: المسيلة

source: Mubarak Al-Kabeer
ar: مبارك الكبير

source: Sabah Al-Salem
ar: صباح السالم

source: Abu Halifa
ar: أبو حليفة

source: Mina Abdulla
ar: ميناء عبد الله

source: Ahmadi
ar: الأحمدي

source: Ali Sabah Al-Salem
ar: علي صباح السالم

source: Egaila
ar: العقيلة

source: Bnaider
ar: بنيدر

source: Dhaher
ar: الظهر

source: Fahaheel
ar: الفحيحيل

source: Fahad Al-Ahmad
ar: فهد الأحمد

source: Hadiya
ar: هدية

source: Jaber Al-Ali
ar: جابر العلي

source: Al-Julaia'a
ar: الجليعة

source: Khairan
ar: الخيران

source: Mahboula
ar: المهبولة

source: Mangaf
ar: المنقف

source: Magwa
ar: المقوع

source: Wafra Residential
ar: وفرة السكنية

source: Al-Nuwaiseeb
ar: النويصيب

source: Riqqa
ar: الرقة

source: Sabah Al Ahmad
ar: صباح الأحمد

source: Sabah Al Ahmad Sea City
ar: مدينة صباح الأحمد البحرية

source: Sabahiya
ar: الصباحية

source: Wafra
ar: الوفرة

source: Zoor
ar: الزور

source: Fintas
ar: الفنطاس

source: Abdullah Al-Mubarak
ar: عبدالله المبارك

source: Andalus
ar: الأندلس

source: Ardiya
ar: العارضية

source: Ardiya Herafiya
ar: العارضية الحرفية

source: Ishbiliya
ar: اشبيلية

source: Al-Dajeej
ar: الضجيج

source: Farwaniya
ar: الفروانية

source: Firdous
ar: الفردوس

source: Jleeb Al-Shuyoukh
ar: جليب الشيوخ

source: Khaitan
ar: خيطان

source: Omariya
ar: العمرية

source: Rabiya
ar: الرابية

source: Al-Rai
ar: الري

source: Al-Riggai
ar: الرقعي

source: Rehab
ar: الرحاب

source: Sabah Al-Nasser
ar: صباح الناصر

source: West Abdullah Al-Mubarak
ar: غرب عبدالله المبارك

source: South Abdullah Al-Mubarak
ar: جنوب عبدالله المبارك

source: Sulaibiya
ar: الصليبية

source: Sulaibiya Industrial
ar: الصليبية الصناعية

source: Abdali
ar: العبدلي

source: Al-Mutlaa
ar: المطلاع

source: Kazma
ar: كاظمة

source: Kabd
ar: كبد

source: Al-Nahda
ar: النهضة

source: Amghara Industrial
ar: أمغرة الصناعية

source: Jahra
ar: الجهراء

source: Jahra Industrial Herafiya
ar: الجهراء الصناعية الحرفية

source: Naeem
ar: النعيم

source: Nasseem
ar: النسيم

source: Oyoun
ar: العيون

source: Qasr
ar: القصر

source: Jaber Al-Ahmad
ar: جابر الأحمد

source: Saad Al Abdullah
ar: سعد العبدالله

source: Salmi
ar: السالمي

source: Subiya
ar: الصبية

source: Sulaibiya Agricultural Area
ar: الصليبية الزراعية

source: Taima
ar: تيماء

source: Waha
ar: الواحة
